---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeFittingLossMethodSettings
source: html/fe698e21-8863-362c-1468-7ffd455c3017.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeFittingLossMethodSettings Property

"Loss Method Settings"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeFittingLossMethodSettings { get; }
```